const coursesData = [
  {
    id: 1,
    title: "آموزش ۲۰ کتابخانه کاربردی ReactJS برای بازارکار",
    price: 2700,
    img: "/imgs-router/interview-qs.png",
    description: `امروزه کتابخانه‌ها کد نویسی را خیلی آسان و لذت بخش تر کرده اند. به قدری که حتی امروزه هیچ شرکت برنامه نویسی پروژه های خود را با Vanilla Js پیاده سازی نمی کند و همیشه از کتابخانه ها و فریمورک های موجود استفاده می کند. پس شما هم اگه میخواید یک برنامه نویس عالی فرانت اند باشید، باید کتابخانه های کاربردی که در بازار کار استفاده می شوند را به خوبی بلد باشید`,
  },
  {
    id: 2,
    title: 'آموزش NPM برای جاوااسکریپت کارها',
    price: 700,
    img: "/imgs-router/npm.png",
    description: 'به صورت خلاصه، NPM یک پکیج منیجر است. در اصل نود جی اس یک پکیج منیجر به اسم NPM دارد. زمانی که شما Node Js را نصب می کنید، علاوه بر Node یک پکیج منیجر به اسم NPM نیز در اختیار شما قرار می‌گیرد که می',
  },
  {
    id: 3,
    title: "آموزش جامع Css3 (آپدیت ۲۰۲۳)",
    price: 200,
    img: "/imgs-router/reactjs.png",
    description: 'تا اینجای کار با HTML آشنا شدی و میتونی اسکلت یه سایتو پیاده کنی دمت گرم. یه قدم بزرگ برداشتی. حالا وقتشه که با یادگیری CSS به اسکلتی که ساختی پوست و گوشت بدی تا تبدیل به یه موجود زیبا بشه. Css این کارو برات انجام میده. توی دوره مقدماتی تا پیشرفته Css یاد میگیری چطوری به المانای',
  },
  {
    id: 4,
    title: "آموزش کاربردی Typescript بصورت پروژه محور",
    price: 430,
    img: "/imgs-router/vscode.png",
    description: `تایپ اسکریپت یه زبون برنامه نویسیه که توسط مایکروسافت ارائه شده و یسری قابلیت و فیچر های جدید رو با هدف افزایش پرفورمنس و کاهش احتمال خطا به جاوا اسکریپت اضافه کرده. بنا به آمار استک‌اور‌فلو و بازار کار جاوا اسکریت،`,
  },
  {
    id: 5,
    title: "پروژه های تخصصی با جاوا اسکریپت برای بازار کار",
    price: 945,
    img: "/imgs-router/cr-projects.png",
    description: `هیچ فرقی نمیکنه شما با چه کتابخونه یا فریمورکی کار میکنین. تو این دوره یاد میگیری به عنوان یه برنامه نویس فرانت‌اند چطور یه پروژه بزرگ و واقعی رو منیج کنی. حالا این پروژه میتونه با ویو، ری‌اکت یا حتی جاوا اسکریپت خام باشه.`,
  },
  {
    id: 6,
    title: 'آموزش رایگان ویو جی اس مقدماتی تا پیشرفته',
    price: "0",
    img: "/imgs-router/vuejs.png",
    description: 'در دوره آموزش رایگان ویو جی اس مقدماتی تا پیشرفته میتونی ویو جی اس رو خیلی راحت با پشتیبانی سریع بصورت رایگان یاد بگیری !',
  },
]

export default coursesData
